name: "bert_sst2"
platform: "onnxruntime_onnx"
backend: "onnxruntime"
max_batch_size: 0
input [
  {
    name: "inputs"
    data_type: TYPE_FP32
    dims: [ -1, -1, 4 ]
  }
]
output [
  {
    name: "logits"
    data_type: TYPE_FP32
    dims: [ -1, 1 ]
  }
]
instance_group [
  {
    kind: KIND_GPU
  }
]

parameters [
  {
    key: "execution_mode"
    value: {
      string_value: "ORT"
    }
  }
]
